Repository: GISAElkartea/amv2
Catalog: antxetamedia/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Published after
eu: Geroztik argitaratua

source: Published before
eu: Aurretik argitaratua

source: Creation date
eu: Sortze data

source: Enter a valid date.
eu: Baliozko data bat sartu.

source: After
eu: Aurretik

source: Before
eu: Ondoren

source: Site-wide
eu: Gune osokoa

source: News podcasts
eu: Berriak

source: Radio podcasts
eu: Irrati emankizunak

source: Projects
eu: Proiektuak

source: Events
eu: Agenda

source: Is uploaded
eu: Igota dago

source: Yes
eu: Bai

source: No
eu: Ez

source: Podcast
eu: Emankizuna

source: Last upload
eu: Azken igoera

source: Has been uploaded
eu: Igoa izan da

source: Retry upload
eu: Saiatu berriz igotzen

source: Blob
eu: Audioa

source: Link
eu: Esteka

source: Has succeeded
eu: Arrakasta izan du

source: State
eu: Egoera

source: Traceback
eu: Errorea

source: Listen
eu: Entzun

source: Pending…
eu: Zain…

source: Account
eu: Kontua

source: Accounts
eu: Kontuak

source: Name
eu: Izena

source: Username
eu: Erabiltzailea

source: Password
eu: Pasahitza

source: Audio blob
eu: Audioa

source: Audio blobs
eu: Audioak

source: Created
eu: Sortua

source: Position
eu: Kokapena

source: Local file
eu: Fitxategi lokala

source: If set, the file will be uploaded to the remote storage and the link will be set at the remote field.
eu: Ezarria bada, fitxategia hurruneko biltegira igoko da hurruneko eremua bertakoestekara ezarriko da.

source: Remote file
eu: Hurruneko fitxategia

source: Blobs should have either a local or a remote file.
eu: Audioek edo fitxategi lokal bat edo urrutiko fitxategi bat eduki behar dute.

source: Pending
eu: Igotzeke

source: Uploading
eu: Igotzen

source: Succeeded
eu: Arrakastatsua

source: Failed
eu: Huts eginda

source: Blob upload
eu: Audio igoera

source: Blob uploads
eu: Audio igoerak

source: Start time
eu: Hasieratze data

source: End time
eu: Bukatze data

source: {blob} upload
eu: {blob} igoera

source: Main content
eu: Eduki nagusia

source: News
eu: Berriak

source: Radio
eu: Irratia

source: Others
eu: Bestelakoak

source: Flatpages
eu: Orri lauak

source: Schedule
eu: Programazioa

source: Widgets
eu: Widgetak

source: Blobs
eu: Audioak

source: Admin
eu: Kudeaketa

source: Support
eu: Laguntza

source: User documentation
eu: Erabiltzaileentzako dokumentazioa

source: Contact
eu: Kontaktua

source: Latest development changes
eu: Azkeneko garapen aldaketak

source: Recent Actions
eu: Azkeneko aldaketak

source: Date & Time
eu: Data eta Ordua

source: Details
eu: Xehetasunak

source: Event
eu: Gertakaria

source: Title
eu: Izenburua

source: Recurrences
eu: Errepikapenak

source: Time
eu: Ordua

source: Leave blank if all day event.
eu: Utzi hutsik egun osoko gertakaria bada.

source: Description
eu: Deskribapena

source: Location
eu: Kokapena

source: Image
eu: Irudia

source: Latest podcasts from Antxetamedia
eu: Antxetamediako azken emankizunak

source: Latest news and radio podcasts from Antxetamedia
eu: Antxetamediako azken berri eta irrati emankizunak

source: Flatpage
eu: Orri laua

source: On menu
eu: Menuan

source: Path
eu: Helbidea

source: Will be available at /f/your_path
eu: /f/zure_helbidea helbidean egongo da eskuragarri

source: Content
eu: Edukia

source: News Categories
eu: Berrien Sailak

source: Radio Shows
eu: Irratsaioak

source: Shows
eu: Saioak

source: Categories
eu: Sailak

source: News category
eu: Berri saila

source: News categories
eu: Berrien sailak

source: News show
eu: Berrien ekoizlea

source: News shows
eu: Berrien ekoizleak

source: News podcast
eu: Berria

source: Show
eu: Saioa

source: Featured
eu: Nabarmendua

source: Project producer
eu: Proiektuaren ekoizlea

source: Project producers
eu: Proiektuen ekoizleak

source: Project
eu: Proiektua

source: Producer
eu: Ekoizlea

source: Only the year is taken into account
eu: Bakarrik urte hartzen da kontuan

source: Project podcast
eu: Proiektu emankizuna

source: Project podcasts
eu: Proiektu emankizunak

source: Mark as featured
eu: Nabarmendua bezala markatu

source: Mark as not featured
eu: Ez nabarmendua bezala markatu

source: Complete program
eu: Emankizun osoa

source: Producers
eu: Ekoizleak

source: Radio category
eu: Irratsaio saila

source: Radio categories
eu: Irratsaio sailak

source: Radio producer
eu: Irratsaio ekoizlea

source: Radio producers
eu: Irratsaio ekoizleak

source: Radio show
eu: Irratsaioa

source: Radio shows
eu: Irratsaioak

source: Category
eu: Saila

source: Radio podcast
eu: Irrati emankizuna

source: When
eu: Noiz

source: Broadcast
eu: Saioa

source: Broadcasts
eu: Saioak

source: Weekday
eu: Asteko eguna

source: Beginning
eu: Hasiera

source: Classification
eu: Klasifikazioa

source: If the link is local, do not prepend the schema and the domain: use /some/path instead of https://domain.tld/some/path
eu: Esteka lokala bada, ez jarri haren protokoloa eta domeinua: erabili/helbideren/bat https://domain.tld/helbideren/bat beharrean

source: Slug
eu: Helbide izena

source: Publication date
eu: Argitarapen data

source: Page not found
eu: Orrialdea ez da aurkitu

source: Advertising
eu: Publizitatea

source: Archive
eu: Hemeroteka

source: Search
eu: Bilatu

source: Your search didn't yield any results.
eu: Zure bilaketak ez du emaitzarik izan.

source: Frontpage
eu: Azala

source: LIVE
eu: ZUZENEAN

source: Antxeta Irratia live
eu: Antxeta Irratia zuzenean

source: More info
eu: Info gehiago

source: Configure your frontpage
eu: Sortu zure azala

source: Configure
eu: Pertsonalizatu

source: Reset
eu: Garbitu

source: Refresh
eu: Eguneratu

source: Previous
eu: Aurrekoa

source: %(current)s page of %(total)s
eu: %(current)s. orria %(total)stik

source: Next
eu: Ondorengoa

source: Progress
eu: Tokia

source: Backward
eu: Atzera

source: Play
eu: Erreproduzitu

source: Pause
eu: Gelditu

source: Forward
eu: Aurrera

source: Volume
eu: Bolumena

source: Download
eu: Deskargatu

source: Playlist
eu: Erreprodukzio zerrenda

source: Remove
eu: Kendu

source: Move
eu: Mugitu

source: Date
eu: Data

source: Widget
eu: Widgeta
